rt/ws/security/src/test/java/META-INF/cxf/request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns="http://somenamespace.pl"
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<testMethod xmlns="http://xfire.codehaus.org/BookService" />	</soapenv:Body>
</soapenv:Envelope>
